[
  {
    "title": "Програмування На Java Та Основи Розробки Програмного Забезпечення",
    "category": "Software Engineering",
    "duration": "4г 15хв",
    "lesson": 14,
    "price": 415,
    "rating": 4,
    "review": 10,
    "image": "https://i.ibb.co/YZ15Nzc/pexels-artem-podrez-4492129-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Вступ до програмування на мові Java та основ програмної інженерії. Під час цього курсу ви оволодієте основами мови програмування Java, вивчите концепції об'єктно-орієнтованого програмування та засвоїте навички розробки програмного забезпечення. Ви дізнаєтесь, як створювати програми, взаємодіяти з користувачем, робити обробку даних і розробляти додатки, які відповідають вимогам сучасного програмного ринку. Цей курс допоможе вам побудувати міцний фундамент для подальшої кар'єри в галузі програмування та розробки програмного забезпечення."
  },
  {
    "title": "Figma: Основи дизайну інтерфейсу користувача",
    "category": "UI/UX Design",
    "duration": "4г 45хв",
    "lesson": 10,
    "price": 489,
    "rating": 3.9,
    "review": 21,
    "image": "https://i.ibb.co/F5CP0cr/pexels-emily-ranquist-1205651-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Практичне навчання основам дизайну інтерфейсу користувача (UI) та досвіду користувача (UX) за допомогою популярного інструменту Figma. Під час цього курсу ви оволодієте ключовими принципами створення ефективних та залучальних інтерфейсів, дізнаєтесь, як взаємодіяти з користувачем через дизайн, і розробите навички створення прототипів та веб-додатків. Ви отримаєте можливість практично застосовувати свої навички у дизайні, а також розуміти, як створювати інтерфейси, які задовольнять потреби та очікування сучасних користувачів. Цей курс стане чудовим вступом у світ дизайну інтерфейсу та досвіду користувача для тих, хто прагне розвивати власні навички у цій галузі."
  },
  {
    "title": "Повний JavaScript курс 2023: Створюємо реальний проект!",
    "category": "Software Engineering",
    "duration": "35 тижнів",
    "lesson": 12,
    "price": 419,
    "rating": 3.7,
    "review": 13,
    "image": "https://i.ibb.co/bzFTNLP/pexels-fox-1595385-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Інтенсивний навчальний курс, який пропонує студентам можливість засвоїти всі необхідні навички для програмування на мові JavaScript та створення реальних проектів у 2023 році. В рамках цього курсу ви ознайомитеся з основами JavaScript, вивчите сучасні фреймворки та бібліотеки, і навіть зможете створити власні проекти, які допоможуть вам закріпити свої знання. Цей курс підійде як для початківців, так і для тих, хто вже має деякий досвід у програмуванні на JavaScript, і допоможе розвинути ваші навички в розробці програмного забезпечення на цій мові в реальних проектах."
  },
  {
    "title": "Git-мастер",
    "category": "Software Engineering",
    "duration": "3г 50хв",
    "lesson": 18,
    "price": 129,
    "rating": 3.6,
    "review": 8,
    "image": "https://i.ibb.co/1smh5LZ/pexels-fox-1595391-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Навчальна програма, що дозволить вам детально вивчити систему контролю версій Git. Під час цього курсу ви розкриєте всі аспекти роботи з Git, включаючи створення, керування та спільне використання репозиторіїв. Ви освоїте продвинуті функції та прийоми, які допоможуть вам ефективно керувати версіями вашого коду, спільно працювати в команді та вирішувати конфлікти. Цей курс стане важливим інструментом для розробників і тих, хто працює з програмним кодом, допомагаючи вам зрозуміти та використовувати Git на повну потужність."
  },
  {
    "title": "Цифрова обробка сигналів: Аналогова проти Цифрової",
    "category": "Photography",
    "duration": "6г 40хв",
    "lesson": 22,
    "price": 569,
    "rating": 4.6,
    "review": 22,
    "image": "https://i.ibb.co/g44fVCM/pexels-giftpunditscom-1326947-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Навчальна програма, яка допоможе вам зрозуміти основні різниці між аналоговою та цифровою обробкою сигналів. Ви дізнаєтесь, як обробка сигналів здійснюється в обох форматах, вивчити техніки аналогової та цифрової фільтрації, а також дізнаєтесь про переваги та недоліки кожного методу. Цей курс допоможе вам краще розуміти та застосовувати обробку сигналів у вашій роботі та проектах, надаючи основи для вибору найефективнішого методу залежно від вашої потреби."
  },
  {
    "title": "Розробка додатків для Android за допомогою App Inventor",
    "category": "Software Engineering",
    "duration": "6г 20хв",
    "lesson": 30,
    "price": 415,
    "rating": 4,
    "review": 17,
    "image": "https://i.ibb.co/vLZTTLm/pexels-julia-m-cameron-4144222-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Навчальна програма, яка допоможе вам вивчити основи створення додатків для платформи Android, використовуючи зручний інструмент App Inventor. Під час цього курсу ви дізнаєтеся, як створювати мобільні додатки без необхідності в глибокому програмуванні, і навіть створите власні проекти. Ви освоїте основи інтерфейсу користувача, роботи з різними функціями пристрою та навчитеся розробляти додатки, які відповідають ваших потребам. Цей курс дозволить вам вперше ознайомитися з розробкою додатків для Android та створити власні мобільні додатки без глибокого знання програмування."
  },
  {
    "title": "Become a CBRS Certified Professional Installer by Google",
    "category": "Job Preparation",
    "duration": "2г 10хв",
    "lesson": 1,
    "price": 420,
    "rating": 2,
    "review": 10,
    "image": "https://i.ibb.co/fCLWZBN/pexels-julia-m-cameron-4145153-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Курс, який дозволить вам отримати сертифікацію в галузі встановлення і налаштування системи CBRS (Citizens Broadband Radio Service). Під час цього курсу ви дізнаєтеся про ключові аспекти роботи з цією технологією, включаючи налаштування радіочастот та обладнання, роботу з антенами та забезпечення безперебійного з'єднання для мобільного інтернету. По завершенні курсу ви отримаєте сертифікат від Google, що підтвердить вашу кваліфікацію в цій галузі та допоможе підвищити ваші професійні можливості."
  },
  {
    "title": "Linux and Private Cloud Administration on IBM Power Systems",
    "category": "Linux",
    "duration": "8г 10хв",
    "lesson": 16,
    "price": 223,
    "rating": 2,
    "review": 9,
    "image": "https://i.ibb.co/Wpdc6WX/pexels-max-fischer-5212345-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "English",
    "description": "Course is designed to provide training in Linux administration and building a private cloud environment on IBM Power Systems. Throughout this course, participants will learn how to configure and manage Linux servers on high-performance IBM Power systems and create and maintain a private cloud environment, taking into account security and performance requirements. This course will help you understand the principles of working on powerful servers and utilizing solutions for data and application management within a private cloud environment."
  },
  {
    "title": "Продуктивність та управління часом на робочому місці",
    "category": "Time Management",
    "duration": "4г 45хв",
    "lesson": 6,
    "price": 349,
    "rating": 2,
    "review": 27,
    "image": "https://i.ibb.co/bdzS1w2/pexels-yogendra-singh-731510-min.jpg",
    "instructor": "John Doe",
    "instructorImage": "https://i.ibb.co/n32tk8v/mridul.png",
    "language": "Українська",
    "description": "Курс допоможе учасникам розвинути навички ефективного управління робочим часом, вдосконалити свою продуктивність та досягати успіху на роботі. У рамках цього навчального курсу учасники оволодіють методами планування завдань, пріоритизації, уникнення відволікань та оптимізації своєї робочої продуктивності. Ця програма надасть практичні інструменти для ефективного використання часу і ресурсів на роботі, що сприятиме підвищенню ефективності та досягненню поставлених цілей."
  }
]
